export const CountriesLocale = {
  'ВЬЕТНАМ': {
    ru: 'ВЬЕТНАМ',
  },
  'ИНДИЯ': {
    ru: 'ИНДИЯ'
  },
  'КАЗАХСТАН': {
    ru: 'КАЗАХСТАН',
  },
  'КИТАЙ': {
    ru: 'КИТАЙ',
  },
  'КОРЕЯ, РЕСПУБЛИКА': {
    ru: 'КОРЕЯ, РЕСПУБЛИКА'
  },
  'ЛАОССКАЯ НАРОДНО-ДЕМОКРАТИЧЕСКАЯ РЕСПУБЛИКА': {
    ru: 'ЛАОССКАЯ НАРОДНО-ДЕМОКРАТИЧЕСКАЯ РЕСПУБЛИКА',
  },
  'РОССИЯ': {
    ru: 'РОССИЯ'
  },
  'СИНГАПУР': {
    ru: 'СИНГАПУР'
  },
  'ТАИЛАНД': {
    ru: 'ТАИЛАНД'
  },
  'ТАЙВАНЬ (КИТАЙ)': {
    ru: 'ТАЙВАНЬ (КИТАЙ)',
  },
  'Тайвань': {
    ru: 'Тайвань'
  },
  'ТУРЦИЯ': {
    ru: 'ТУРЦИЯ'
  },
  'ЯПОНИЯ': {
    ru: 'ЯПОНИЯ'
  },
  'МАЛАЙЗИЯ': {
    ru: 'МАЛАЙЗИЯ'
  },
  'БЕЛАРУСЬ': {
    ru: 'БЕЛАРУСЬ'
  },
  'КАМБОДЖА': {
    ru: 'КАМБОДЖА'
  },
  'БАНГЛАДЕШ': {
    ru: 'БАНГЛАДЕШ'
  },
  'ФИЛИППИНЫ': {
    ru: 'ФИЛИППИНЫ'
  },
  'ИНДОНЕЗИЯ': {
    ru: 'ИНДОНЕЗИЯ'
  },
  'СОЕДИНЕННЫЕ ШТАТЫ': {
    ru: 'СОЕДИНЕННЫЕ ШТАТЫ'
  },
  'ГЕРМАНИЯ': {
    ru: 'ГЕРМАНИЯ'
  },
  'ПАКИСТАН': {
    ru: 'ПАКИСТАН'
  },
}
