export const PanelLocale = {
  'сквозные_сервисы_заголовок': {
    ru: <>СКВОЗНЫЕ<br />СЕРВИСЫ</>,
    eng: <>THROUGH<br />SERVICES</>,
    chi: <>端到端服务</>,
  },
  'сквозной_сервис': {
    ru: 'Сквозной сервис',
    eng: 'Through service',
    chi: '端到端服務',
  },
  'город_отправления': {
    ru: 'Город отправления',
    eng: 'Departure city',
    chi: '始发地城市',
  },
  'город_назначения': {
    ru: 'Город назначения',
    eng: 'Destination city',
    chi: '目的地城市',
  },
  'агент': {
    ru: 'Агент',
    eng: 'Agent',
    chi: '代理人',
  },
  'дата_ставки': {
    ru: 'Дата ставки',
    eng: 'Rate date',
    chi: '支付日期',
  },
  'город_отправления_город_назначения': {
    ru: 'Город отправления / Город назначения',
    eng: 'Departure city / Destination city',
    chi: '始发地城市 / 目的地城市',
  },
  'размер': {
    ru: 'Размер',
    eng: 'Size',
    chi: '尺寸',
  },
  'принадлежность': {
    ru: 'Принадлежность',
    eng: 'Owned by',
    chi: '配件',
  },
  'цена': {
    ru: 'Цена',
    eng: 'Price',
    chi: '价格',
  },
  'цена_за': {
    ru: 'Цена за',
    eng: 'Price for',
  },
  'комментарии': {
    ru: 'Комментарии',
    eng: 'Comments',
    chi: '评论',
  },
  'размер_контейнера': {
    ru: 'Размер контейнера',
    eng: 'Container size',
    chi: '集装箱尺寸',
  },
  'все': {
    ru: 'Все',
    eng: 'All',
    chi: '全部',
  },
  '20': {
    ru: '20',
    eng: '20',
    chi: '20',
  },
  '20_тяж.': {
    ru: '20 тяж.',
    eng: '20 (heavy)',
    chi: '20 重型',
  },
  '40': {
    ru: '40',
    eng: '40',
    chi: '40',
  },
  'принадлежность_контейнера': {
    ru: 'Принадлежность контейнера',
    eng: 'Container owned by',
    chi: '集装箱配件',
  },
  'COC': {
    ru: 'COC',
    eng: 'COC',
    chi: 'COC',
  },
  'SOC': {
    ru: 'SOC',
    eng: 'SOC',
    chi: 'SOC',
  },
  'интервал_времени': {
    ru: 'Интервал времени',
    eng: 'Time frame',
    chi: '时间间隔',
  },
  'текущие_даты': {
    ru: 'Текущие даты',
    eng: 'Current dates',
    chi: '当前日期',
  },
  'будущие_даты': {
    ru: 'Будущие даты',
    eng: 'Future dates',
    chi: '预计日期',
  },
  'импорт0': {
    ru: 'Импорт НДС 0%',
    eng: 'Import VAT 0%',
    chi: '进口增值税 0%',
  },
  'экспорт0': {
    ru: 'Экспорт НДС 0%',
    eng: 'Export VAT 0%',
    chi: '出口增值税 0%',
  },
  'каботаж20': {
    ru: 'Каботаж НДС 20%',
    eng: 'Cabotage VAT 20%',
    chi: '沿海运输增值税 20%',
  },
  'прямое_жд_кнр_рф0': {
    ru: 'Прямое ЖД КНР - РФ НДС 0%',
    eng: 'Through railway service China - Russia VAT 0%',
    chi: '中国-俄罗斯铁路直达增值税 0%',
  },
  'применить': {
    ru: 'Применить',
    eng: 'Apply',
    chi: '应用',
  },
  'очистить_всё': {
    ru: 'Очистить всё',
    eng: 'Clear all',
    chi: '清除所有',
  },
  'фрахт_заголовок': {
    ru: <>ФРАХТ</>,
    eng: <>FREIGHT</>,
    chi: <>运费</>,
  },
  'пункт_отправления': {
    ru: 'Пункт отправления',
    eng: 'Departure point',
    chi: '始发站点',
  },
  'пункт_назначения': {
    ru: 'Пункт назначения',
    eng: 'Destination point',
    chi: '目的地港口',
  },
  'город_сдачи_порожнего_контейнера': {
    ru: 'Город сдачи порожнего контейнера DROP OFF',
    eng: 'Drop-off city',
    chi: '空集装箱交付城市',
  },
  'линия': {
    ru: 'Линия',
    eng: 'Line',
    chi: '线路',
  },
  'порт_отправления_порт_назначения': {
    ru: 'Порт отправления / Порт назначения',
    eng: 'Departure port / Destination port',
    chi: '始发港口 / 目的地港口',
  },
  'город_сдачи': {
    ru: 'Город сдачи',
    eng: 'Drop-off city',
    chi: '交付城市',
  },
  'ставка_фрахта': {
    ru: 'Ставка фрахта',
    eng: 'Freight rate',
    chi: '运费价目',
  },
  'ставка_drop_off': {
    ru: 'Ставка DROP OFF',
    eng: 'Drop-off',
    chi: 'Drop-off',
  },
  'жд_заголовок': {
    ru: <>ЖД</>,
    eng: <>RAILWAY</>,
    chi: <>铁路</>,
  },
  'станция_отправления': {
    ru: 'Станция отправления',
    eng: 'Departure station',
    chi: '始发站',
  },
  'станция_назначения': {
    ru: 'Станция назначения',
    eng: 'Destination station',
    chi: '终点站',
  },
  'город_станция_терминал_отправления_назначения': {
    ru: 'Город, станция, терминал отправления / назначения',
    eng: 'City, station, departure / destination terminal',
    chi: '始发 / 目的地城市，站，终端站点',
  },
  'ндс': {
    ru: 'НДС',
    eng: 'VAT',
    chi: '增值税',
  },
  'погранпереход': {
    ru: 'Погранпереход',
    eng: 'Border point',
    chi: '过境',
  },
  'терминал_отправления': {
    ru: 'Терминал отправления',
    eng: 'Departure terminal',
    chi: '始发终端站点',
  },
  'терминал_назначения': {
    ru: 'Терминал назначения',
    eng: 'Destination terminal',
    chi: '目的地终端站点',
  },
  'выдача_аренда_ктк_заголовок': {
    ru: <>ВЫДАЧА /<br />АРЕНДА КТК</>,
    eng: <>CONTAINER <br />RELEASE / RENTAL</>,
    chi: <>分配 /<br />租用集装箱</>,
  },
  'город_выдачи': {
    ru: 'Город выдачи',
    eng: 'Pick-up city',
    chi: '分配城市',
  },
  'пункт_выдачи_город_сдачи': {
    ru: 'Пункт выдачи / город сдачи',
    eng: 'Pick-up point / drop-off city',
    chi: '分配城市 / 交付城市',
  },
  'дней_бесплатного_пользования': {
    ru: 'Дней бесплатного пользования',
    eng: 'Number of free days',
    chi: '免费试用期',
  },
  'сверхнормативное_пользование': {
    ru: 'Сверхнормативное пользование',
    eng: 'Excess use',
    chi: '逾期使用',
  },
  'автовывоз_заголовок': {
    ru: <>АВТОВЫВОЗ</>,
    eng: <>TRUCK PICK-UP</>,
    chi: <>自取</>,
  },
  'пункт_отправления_назначения': {
    ru: 'Пункт отправления / назначения',
    eng: 'Departure / destination point',
    chi: '始发站点 / 目的地站点',
  },
  'расстояние': {
    ru: 'Расстояние',
    eng: 'Distance',
    chi: '距离',
  },
  'скоро_добавим': {
    ru: 'Скоро добавим',
    eng: 'Coming soon',
    chi: '即将送到',
  },
  'сборные_грузы_заголовок': {
    ru: <>СБОРНЫЕ ГРУЗЫ</>,
    eng: <>CONSOLIDATED<br />CARGO</>,
  },
  'карта_терминалов_заголовок': {
    ru: <>КАРТА<br />ТЕРМИНАЛОВ</>,
    eng: <>TERMINAL<br />MAP</>,
    chi: <>终端站点地图</>,
  },
  'условия_ставки': {
    ru: 'Условия ставки',
    eng: 'Terms',
  },
  'количество_отправлений_в_неделю': {
    ru: 'Кол-во отправлений в неделю',
    eng: 'Quantaty of shipments in week',
  },
  'срок_ожидания': {
    ru: 'Срок ожидания',
    eng: 'Term of staying',
  },
  'валидность': {
    ru: 'Валидность',
    eng: 'Period of validity',
  },
  'норма_погрузки_выгрузки': {
    ru: 'Норма погрузки / выгрузки',
    eng: 'Rate of loading/unloading',
  },
  'простой': {
    ru: 'Простой',
    eng: 'Downtime',
  },
  'полный_прайс': {
    ru: 'Полный прайс',
    eng: 'Full price'
  },
  'стоимость_склада': {
    ru: 'Стоимость склада',
    eng: 'Warehouse price',
  },
  'адрес_склада': {
    ru: 'Адрес склада',
    eng: 'Warehouse address',
  },
  'телефон': {
    ru: 'Телефон',
    eng: 'Telephone',
  },
  'email': {
    ru: 'E-mail',
    eng: 'E-mail',
  },
}
