export const PanelLocale = {
  'сквозные_сервисы_заголовок': {
    ru: <>СКВОЗНЫЕ<br />СЕРВИСЫ</>,
    en: <>THROUGH<br />SERVICES</>,
    cn: <>端到端服务</>,
  },
  'сквозной_сервис': {
    ru: 'Сквозной сервис',
    en: 'Through service',
    cn: '端到端服務',
  },
  'город_отправления': {
    ru: 'Город отправления',
    en: 'Departure city',
    cn: '始发地城市',
  },
  'город_назначения': {
    ru: 'Город назначения',
    en: 'Destination city',
    cn: '目的地城市',
  },
  'агент': {
    ru: 'Агент',
    en: 'Agent',
    cn: '代理人',
  },
  'дата_ставки': {
    ru: 'Дата ставки',
    en: 'Rate date',
    cn: '支付日期',
  },
  'город_отправления_город_назначения': {
    ru: 'Город отправления / Город назначения',
    en: 'Departure city / Destination city',
    cn: '始发地城市 / 目的地城市',
  },
  'размер': {
    ru: 'Размер',
    en: 'Size',
    cn: '尺寸',
  },
  'принадлежность': {
    ru: 'Принадлежность',
    en: 'Owned by',
    cn: '配件',
  },
  'цена': {
    ru: 'Цена',
    en: 'Price',
    cn: '价格',
  },
  'цена_за': {
    ru: 'Цена за',
    en: 'Price for',
  },
  'комментарии': {
    ru: 'Комментарии',
    en: 'Comments',
    cn: '评论',
  },
  'размер_контейнера': {
    ru: 'Размер контейнера',
    en: 'Container size',
    cn: '集装箱尺寸',
  },
  'все': {
    ru: 'Все',
    en: 'All',
    cn: '全部',
  },
  '20': {
    ru: '20',
    en: '20',
    cn: '20',
  },
  '20_тяж.': {
    ru: '20 тяж.',
    en: '20 (heavy)',
    cn: '20 重型',
  },
  '40': {
    ru: '40',
    en: '40',
    cn: '40',
  },
  'принадлежность_контейнера': {
    ru: 'Принадлежность контейнера',
    en: 'Container owned by',
    cn: '集装箱配件',
  },
  'COC': {
    ru: 'COC',
    en: 'COC',
    cn: 'COC',
  },
  'SOC': {
    ru: 'SOC',
    en: 'SOC',
    cn: 'SOC',
  },
  'интервал_времени': {
    ru: 'Интервал времени',
    en: 'Time frame',
    cn: '时间间隔',
  },
  'текущие_даты': {
    ru: 'Текущие даты',
    en: 'Current dates',
    cn: '当前日期',
  },
  'будущие_даты': {
    ru: 'Будущие даты',
    en: 'Future dates',
    cn: '预计日期',
  },
  'импорт0': {
    ru: 'Импорт НДС 0%',
    en: 'Import VAT 0%',
    cn: '进口增值税 0%',
  },
  'экспорт0': {
    ru: 'Экспорт НДС 0%',
    en: 'Export VAT 0%',
    cn: '出口增值税 0%',
  },
  'каботаж20': {
    ru: 'Каботаж НДС 20%',
    en: 'Cabotage VAT 20%',
    cn: '沿海运输增值税 20%',
  },
  'прямое_жд_кнр_рф0': {
    ru: 'Прямое ЖД КНР - РФ НДС 0%',
    en: 'Through railway service China - Russia VAT 0%',
    cn: '中国-俄罗斯铁路直达增值税 0%',
  },
  'применить': {
    ru: 'Применить',
    en: 'Apply',
    cn: '应用',
  },
  'очистить_всё': {
    ru: 'Очистить всё',
    en: 'Clear all',
    cn: '清除所有',
  },
  'фрахт_заголовок': {
    ru: <>ФРАХТ</>,
    en: <>FREIGHT</>,
    cn: <>运费</>,
  },
  'пункт_отправления': {
    ru: 'Пункт отправления',
    en: 'Departure point',
    cn: '始发站点',
  },
  'пункт_назначения': {
    ru: 'Пункт назначения',
    en: 'Destination point',
    cn: '目的地港口',
  },
  'город_сдачи_порожнего_контейнера': {
    ru: 'Город сдачи порожнего контейнера DROP OFF',
    en: 'Drop-off city',
    cn: '空集装箱交付城市',
  },
  'линия': {
    ru: 'Линия',
    en: 'Line',
    cn: '线路',
  },
  'порт_назначения': {
    ru: 'Порт назначения',
    en: 'Destination port',
    cn: '抵達港口',
  },
  'порт_отправления_порт_назначения': {
    ru: 'Порт отправления / Порт назначения',
    en: 'Departure port / Destination port',
    cn: '始发港口 / 目的地港口',
  },
  'город_сдачи': {
    ru: 'Город сдачи',
    en: 'Drop-off city',
    cn: '交付城市',
  },
  'ставка_фрахта': {
    ru: 'Ставка фрахта',
    en: 'Freight rate',
    cn: '运费价目',
  },
  'ставка_drop_off': {
    ru: 'Ставка DROP OFF',
    en: 'Drop-off',
    cn: 'Drop-off',
  },
  'жд_заголовок': {
    ru: <>ЖД</>,
    en: <>RAILWAY</>,
    cn: <>铁路</>,
  },
  'станция_отправления': {
    ru: 'Станция отправления',
    en: 'Departure station',
    cn: '始发站',
  },
  'станция_назначения': {
    ru: 'Станция назначения',
    en: 'Destination station',
    cn: '终点站',
  },
  'город_станция_терминал_отправления_назначения': {
    ru: 'Город, станция, терминал отправления / назначения',
    en: 'City, station, departure / destination terminal',
    cn: '始发 / 目的地城市，站，终端站点',
  },
  'ндс': {
    ru: 'НДС',
    en: 'VAT',
    cn: '增值税',
  },
  'погранпереход': {
    ru: 'Погранпереход',
    en: 'Border point',
    cn: '过境',
  },
  'терминал_отправления': {
    ru: 'Терминал отправления',
    en: 'Departure terminal',
    cn: '始发终端站点',
  },
  'терминал_назначения': {
    ru: 'Терминал назначения',
    en: 'Destination terminal',
    cn: '目的地终端站点',
  },
  'выдача_аренда_ктк_заголовок': {
    ru: <>ВЫДАЧА /<br />АРЕНДА КТК</>,
    en: <>CONTAINER <br />RELEASE / RENTAL</>,
    cn: <>分配 /<br />租用集装箱</>,
  },
  'город_выдачи': {
    ru: 'Город выдачи',
    en: 'Pick-up city',
    cn: '分配城市',
  },
  'пункт_выдачи_город_сдачи': {
    ru: 'Пункт выдачи / город сдачи',
    en: 'Pick-up point / drop-off city',
    cn: '分配城市 / 交付城市',
  },
  'дней_бесплатного_пользования': {
    ru: 'Дней бесплатного пользования',
    en: 'Number of free days',
    cn: '免费试用期',
  },
  'сверхнормативное_пользование': {
    ru: 'Сверхнормативное пользование',
    en: 'Excess use',
    cn: '逾期使用',
  },
  'автовывоз_заголовок': {
    ru: <>АВТОВЫВОЗ</>,
    en: <>TRUCK PICK-UP</>,
    cn: <>自取</>,
  },
  'пункт_отправления_назначения': {
    ru: 'Пункт отправления / назначения',
    en: 'Departure / destination point',
    cn: '始发站点 / 目的地站点',
  },
  'расстояние': {
    ru: 'Расстояние',
    en: 'Distance',
    cn: '距离',
  },
  'скоро_добавим': {
    ru: 'Скоро добавим',
    en: 'Coming soon',
    cn: '即将送到',
  },
  'сборные_грузы_заголовок': {
    ru: <>СБОРНЫЕ ГРУЗЫ</>,
    en: <>CONSOLIDATED<br />CARGO</>,
  },
  'карта_терминалов_заголовок': {
    ru: <>КАРТА<br />ТЕРМИНАЛОВ</>,
    en: <>TERMINAL<br />MAP</>,
    cn: <>终端站点地图</>,
  },
  'условия_ставки': {
    ru: 'Условия ставки',
    en: 'Terms',
  },
  'количество_отправлений_в_неделю': {
    ru: 'Кол-во отправлений в неделю',
    en: 'Quantaty of shipments in week',
  },
  'срок_ожидания': {
    ru: 'Срок ожидания',
    en: 'Term of staying',
  },
  'валидность': {
    ru: 'Валидность',
    en: 'Period of validity',
  },
  'норма_погрузки_выгрузки': {
    ru: 'Норма погрузки / выгрузки',
    en: 'Rate of loading/unloading',
  },
  'простой': {
    ru: 'Простой',
    en: 'Downtime',
  },
  'полный_прайс': {
    ru: 'Полный прайс',
    en: 'Full price'
  },
  'стоимость_склада': {
    ru: 'Стоимость склада',
    en: 'Warehouse price',
  },
  'адрес_склада': {
    ru: 'Адрес склада',
    en: 'Warehouse address',
  },
  'телефон': {
    ru: 'Телефон',
    en: 'Telephone',
  },
  'email': {
    ru: 'E-mail',
    en: 'E-mail',
  },
}
